xml/request_templates/art_ufl_online.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
            <dkabm:record>
              <ac:identifier>36077549|870971</ac:identifier>
              <dc:identifier xsi:type="dcterms:URI">http://ugeskriftet.dk/videnskab/incontinentia-pigmenti-er-en-sjaelden-arvelig-sygdom-der-kan-diagnosticeres-tidligt</dc:identifier>
              <ac:source>Tidsskriftsartikler</ac:source>
              <dc:title>Symptomscreening af patienter med KOL kan identificere patienter med behov for palliativ indsats</dc:title>
              <dc:title xsi:type="dkdcplus:full">Symptomscreening af patienter med KOL kan identificere patienter med behov for palliativ indsats</dc:title>
              <dc:creator xsi:type="dkdcplus:aut">Amal Durakovic</dc:creator>
              <dc:creator xsi:type="oss:sort">Durakovic, Amal</dc:creator>
              <dc:creator xsi:type="dkdcplus:aut">Dorte Lander Rasmussen</dc:creator>
              <dc:creator xsi:type="oss:sort">Lander Rasmussen, Dorte</dc:creator>
              <dc:creator xsi:type="dkdcplus:aut">Anne Marie Kjærsgaard-Andersen</dc:creator>
              <dc:creator xsi:type="oss:sort">Kjærsgaard-Andersen, Anne Marie</dc:creator>
              <dc:subject xsi:type="dkdcplus:DK5">61.62</dc:subject>
              <dc:subject xsi:type="dkdcplus:DK5-Text">Sygdomme i lunger og kredsløbsorganer</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">kronisk obstruktiv lungesygdom</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">lindrende pleje</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">lungefunktion</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">lungesygdomme</dc:subject>
              <dcterms:audience>voksenmaterialer</dcterms:audience>
              <dc:date>2014</dc:date>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Tidsskriftsartikel</dc:type>
              <dcterms:isPartOf>Ugeskrift for læger online, 2014-06-02</dcterms:isPartOf>
              <dcterms:isPartOf xsi:type="dkdcplus:ISSN">1603-6824</dcterms:isPartOf>
            </dkabm:record>
            <marcx:collection>
              <marcx:record format="danMARC2" type="Bibliographic">
                <marcx:leader>00000n    2200000   4500</marcx:leader>
                <marcx:datafield ind1="0" ind2="0" tag="001">
                  <marcx:subfield code="a">36077549</marcx:subfield>
                  <marcx:subfield code="b">870971</marcx:subfield>
                  <marcx:subfield code="c">20140612125604</marcx:subfield>
                  <marcx:subfield code="d">20140612</marcx:subfield>
                  <marcx:subfield code="f">a</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="004">
                  <marcx:subfield code="r">n</marcx:subfield>
                  <marcx:subfield code="a">i</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="008">
                  <marcx:subfield code="t">a</marcx:subfield>
                  <marcx:subfield code="u">f</marcx:subfield>
                  <marcx:subfield code="a">2014</marcx:subfield>
                  <marcx:subfield code="b">dk</marcx:subfield>
                  <marcx:subfield code="d">y</marcx:subfield>
                  <marcx:subfield code="l">dan</marcx:subfield>
                  <marcx:subfield code="v">0</marcx:subfield>
                  <marcx:subfield code="r">ap</marcx:subfield>
                  <marcx:subfield code="n">b</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="009">
                  <marcx:subfield code="a">a</marcx:subfield>
                  <marcx:subfield code="g">xe</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="016">
                  <marcx:subfield code="a">49312644</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="032">
                  <marcx:subfield code="a">ABU201425</marcx:subfield>
                  <marcx:subfield code="a">DAR201425</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="041">
                  <marcx:subfield code="d">eng</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="086">
                  <marcx:subfield code="a">Sygdomme i lunger og kredsløbsorganer</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="245">
                  <marcx:subfield code="a">Symptomscreening af patienter med KOL kan identificere patienter med behov for palliativ indsats</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="508">
                  <marcx:subfield code="a">Med engelsk resumé</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="532">
                  <marcx:subfield code="a">Med litteraturhenvisninger</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="557">
                  <marcx:subfield code="a">Ugeskrift for læger [online]</marcx:subfield>
                  <marcx:subfield code="j">2014</marcx:subfield>
                  <marcx:subfield code="z">1603-6824</marcx:subfield>
                  <marcx:subfield code="V">2014-06-02</marcx:subfield>
                  <marcx:subfield code="v">2014-06-02</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="652">
                  <marcx:subfield code="m">61.62</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="f">kronisk obstruktiv lungesygdom</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="f">lungesygdomme</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="f">lindrende pleje</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="f">lungefunktion</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="700">
                  <marcx:subfield code="a">Durakovic</marcx:subfield>
                  <marcx:subfield code="h">Amal</marcx:subfield>
                  <marcx:subfield code="4">aut</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="700">
                  <marcx:subfield code="a">Lander Rasmussen</marcx:subfield>
                  <marcx:subfield code="h">Dorte</marcx:subfield>
                  <marcx:subfield code="4">aut</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="700">
                  <marcx:subfield code="a">Kjærsgaard-Andersen</marcx:subfield>
                  <marcx:subfield code="h">Anne Marie</marcx:subfield>
                  <marcx:subfield code="4">aut</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="856">
                  <marcx:subfield code="z">Adgangsmåde: Internet</marcx:subfield>
                  <marcx:subfield code="u">http://ugeskriftet.dk/videnskab/incontinentia-pigmenti-er-en-sjaelden-arvelig-sygdom-der-kan-diagnosticeres-tidligt</marcx:subfield>
                  <marcx:subfield code="z">Adgang til netdokument eller til login eller køb</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="996">
                  <marcx:subfield code="a">IDX</marcx:subfield>
                </marcx:datafield>
              </marcx:record>
            </marcx:collection>
            <os:identifier>870971-tsart:36077549</os:identifier>
            <os:creationDate>20140612</os:creationDate>
            <os:holdingsCount>0</os:holdingsCount>
            <os:lendingLibraries>0</os:lendingLibraries>
            <os:relations>
              <os:relation>
                <os:relationType>dbcbib:isPartOfManifestation</os:relationType>
                <os:relationUri>870970-basis:49312644</os:relationUri>
              </os:relation>
            </os:relations>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
              <os:format>marcxchange</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
      <ns1:trackingId>art_ufl_online.xml.PLACEHOLDER</ns1:trackingId>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
